{
	"advancements.vivillon_pride.catch_all_vivillon_but_pride": "Prideful Vivillionaire",
	"advancements.vivillon_pride.catch_all_vivillon_but_pride.description": "Obtain all the Pride <3",
	"cobblemon.species.leafeevee.name": "Eevee",
	"cobblemon.species.leafeevee.desc1": "It's said that the outfit this Eevee wears gives it increased strength, although scientists have not figured out how.",
	"cobblemon.species.leafeevee.desc2": "This Eevee's bond with its trainer is special, to the point where the Eevee refuses to evolve.",
	"cobblemon.species.redeevee.name": "Eevee",
	"cobblemon.species.redeevee.desc1": "Another outfit that Eevee can wear, it gives the Eevee increased strength comparable to any other outfit.",
	"cobblemon.species.redeevee.desc2": "The increased strength allows Eevee to move entire Rhyhorns, although this phenomenon hasn't been spotted in action.",
	"cobblemon.species.fleevee.name": "Eevee",
	"cobblemon.species.fleevee.desc1": "The spinning petals that make up the rim of its hat feel like hard punches when they're spinning, and can cause bruising if not careful.",
	"cobblemon.species.fleevee.desc2": "The special necklace that the Eevee wears gives it a new fighting secondary typing.",
	"cobblemon.species.cyeevee.name": "Eevee",
	"cobblemon.species.cyeevee.desc1": "Despite its undying love for its trainer, sometimes this Eevee enjoys taking strolls on its own.",
	"cobblemon.species.cyeevee.desc2": "It's a cyan outfit for Eevee, basically identical to the rest. What more do I need to say?",
	"cobblemon.species.loeevee.name": "Eevee",
	"cobblemon.species.loeevee.desc1": "The feathers on this Eevee's hat may be small, but they can create strong gusts of wind.",
	"cobblemon.species.loeevee.desc2": "The necklace around this Eevee's neck does not benefit it as of now, but will later in life...",
	"cobblemon.species.lgeevee.name": "Eevee",
	"cobblemon.species.lgeevee.desc1": "Though the outfit this Eevee wears resembles another, the Eevee actually made the outfit itself.",
	"cobblemon.species.lgeevee.desc2": "While the pokemon this outfit is based on just wants love, this Eevee wants all your candy :D",
	"cobblemon.species.blueeevee.name": "Eevee",
	"cobblemon.species.blueeevee.desc1": "This Eevee's properties are different than others, though no one can give a dinfinitive answer as to how.",
	"cobblemon.species.blueeevee.desc2": "Rumors say that this Eevee can travel between dimensions, and is just hanging out in its home dimension.",
	"cobblemon.species.pinkeevee.name": "Eevee",
	"cobblemon.species.pinkeevee.desc1": "This Eevee colored all over its costume, trying to make it look like another pokemon, but made it look like something else.",
	"cobblemon.species.pinkeevee.desc2": "Poyo",
	"cobblemon.species.yeleevee.name": "Eevee",
	"cobblemon.species.yeleevee.desc1": "This Eevee used permanent marker to create a costume of one of its best friends.",
	"cobblemon.species.yeleevee.desc2": "It's said that this eevee has elecrtic capabilities. However, that is a lie.",
	"cobblemon.species.greevee.name": "Eevee",
	"cobblemon.species.greevee.desc1": "This Eevee tries to look scary with its costume of Rayquaza, but sort of fails.",
	"cobblemon.species.greevee.desc2": "Despite the file name, this Eevee is NOT gravy!"
}